export default {
  question_spec: {
    title1: "如何购买代理服务？",
    desc1:
      "如果您已经注册，请登录我们的网站，进入控制台，找到产品菜单，或直接单击以下链接：\n{product}\n或者您可以单击以下链接并重定向到定价页面以查看我们的产品：\n{pricing}",
    title2: "付款后多久才能收到代理余额或激活我的新帐户？",
    desc2: "您应该在付款后立即拿到。当您完成付款后，返回程序并刷新您的 IP 余额，然后它将显示。",
    title3: "如果提取的 IP 地址无法使用怎么办？",
    desc3: "我们保证大部分的IP可用。如果发生这种情况，请更换另一个 IP 通道。IpStar 只收取有效 IP 的费用，这意味着无效 IP 不会产生费用。",
    title4: "使用您的网站在线支付安全吗？",
    desc4:
      "我们知道这对您的重要性，实际上，我们委托权威的第三方支付平台处理支付交易。这些平台包括Stripe、Payal和Coingate，这些平台是世界知名、安全性高且值得信赖的。我们只与第三方支付平台互动，不直接处理您的付款。当您准备付款时，您在网页上看到的要求您填写付款信息（如信用卡号）的界面是由权威第三方支付平台提供的界面集成组件，包括我们在内的任何人都无法收集您的信息，因此您的付款行为是绝对安全的。",
    title5: "如何切换到另一个 IP？",
    desc5:
      "您可以通过三种方式切换 IP 地址：\n(1) 在获得的代理列表中重新选择 IP 地址通道。\n(2) 调用用于切换 IP 的特殊 API。有关详细信息，请参阅 API 文档。\n(3) 自定义代理用户名。\nIpStar 的代理用户格式通常为“user-ipstr-0-county-N”，这是一个实际示例：“u20247cwjfp-6Kv3RsAYBc-0-BR-N”，您可以将“ipstr”的第二段更改为另一个随机字符串以更改 IP 地址。同时，您可以将“country”的第四段更改为另一个国家代码来切换国家，并且在切换国家时，必须同时修改“ipstr”，否则修改将无效。",
    title6: "IpStar 的 IP 池有多大？",
    desc6: "IpStar 拥有9000多万个住宅 IP 地址，并定期更新以提供最干净的 IP 池。",
  },
}
