module.exports = {
  PCHeader: {
    navProducts: 'Домой',
    navPricing: 'Ценообразование',
    navContact: 'Связь',
    navHelp: {
      title: 'Помощь',
      menuOne: 'Вход',
      menuTwo: 'Интеграция с IPFlare',
      menuThree: 'Часто задаваемые вопросы'
    },
    userDropdown: {
      dropdownOne: 'Общий обзор',
      dropdownTwo: 'Продукты',
      dropdownThree: 'Счет',
      dropdownFour: 'Выход'
    },
    btnSumOne: 'Регистрация',
    btnSumTwo: 'Регистрация'

  },
  PCFooter: {
    footerGetNow: {
      h1: {
        one: 'Теперь, исследовать',
        two: 'Услуги'
      },
      p: 'Электронная коммерция, Интернет, большие данные, искусственный интеллект, Ipflare поможет вам быстро развиваться',
      btnTxt: 'Доступ'
    },
    footer_serve: {
      footerServeLeft: {
        h3One: 'Услуги',
        h3Two: 'Центр помощи',
        h3Three: 'Законно, законно',
        olOne: {
          aOne: 'Жилищный агент',
          aTwo: 'Расположение прокси - IP',
          aThree: 'Агент API',
          aFour: 'Партнерские решения',
          aFive: 'Настройка решений'
        },
        olTwo: {
          aOne: 'Часто задаваемые вопросы',
          aTwo: 'Вход',
          aThree: 'Справка API',
          aFour: 'Примеры'
        },
        olThree: {
          aOne: 'Положения и условия',
          aTwo: 'Политика конфиденциальности',
          aThree: 'Не продавайте мою личную информацию.'
        },
        p: '© Авторские права 2022 Sunstack Limited. Все права защищены'
      },
      footerServeRight: {
        h4: 'Свяжитесь с нами',
        p: '2476 Nuzum Court, Williamville, New York, NY 14221, США.'
      }
    }
  },
  PCHomePage: {
    welcomeTextH1: 'Мы предлагаем вам лучшие, самые дешевые и качественные услуги IP - прокси жилья.',
    welcomeTextP: 'Наша сеть жилищных агентов состоит из реальных IP - адресов от реальных пользователей и никогда не была обнаружена или заблокирована. Интеллектуальная технология ИИ Ipflare, которая регулярно обновляет и оптимизирует пул IP, обеспечивает доступность 99,99% и высокую скорость.',
    btnSumOne: 'Бесплатная пробная версия',
    btnSumTwo: 'Учебный план',
    welcomeImgOneP: 'Поддержка socks5, http|https и других протоколов.',
    welcomeImgTwoP: 'Поддержка всех популярных приложений',
    welcomeImgTHreeP: 'Поддержка браузера отпечатков пальцев',
    welcomeImgFourP: 'Поддержка автоматического извлечения API',
    hintOne: 'Ваша сумка доставлена!',
    hintTwo: 'Зарегистрируйтесь немедленно, чтобы получить бесплатный пакет',
    giftBag: {
      h1: 'Квоты ограничены, не пропустите!',
      p: ['Бесплатный пробный пакет ', ' для новых пользователей. Автоматический прием после регистрации.'],
      btnText: 'Регистрация',
      tip: {
        title: 'Теплые советы',
        message: 'Вы можете связаться со службой поддержки и подать заявку на пробный пакет трафика 500M.',
        cancel: 'Я знаю',
        confirm: 'Свяжитесь сейчас'
      }
    },
    clickPay: 'Пожалуйста, войдите.',
    goToPay: 'Пожалуйста, войдите.',
    choose: {
      chooseH1: 'Почему выбирают',
      chooseItemOne: {
        h2: '50M + Сетевой IP',
        p: 'В пуле IP более 20 миллионов высококачественных прокси - IP, и пул постоянно обновляется.'
      },
      chooseItemTwo: {
        h2: 'Жилищный агент',
        p: 'Специализируясь на жилых IP-прокси, реальные жилые LP со всего мира 100% анонимность, нулевая блокировка IP.'
      },
      chooseItemThree: {
        h2: 'Высокая скорость',
        p: 'Неограниченная пропускная способность, развертывание нескольких центров обработки данных по всему миру. '
      }
    },
    agencyService: {
      text: {
        h2: 'Автоматическая и мгновенная доставка',
        p: {
          one: 'Доступ сразу после оплаты - не нужно ждать активации учетной записи или настройки прокси. Поддержка нескольких протоколов связи, включая',
          two: '& Пользовательское соглашение.'
        },
        tag: {
          one: 'Отличные функции и низкие цены',
          two: 'Простая интеграция'
        }
      }
    },
    controlConsole: {
      h2One: 'Неограниченная пропускная способность и неограниченные запросы',
      pOne: {
        one: 'Простые и понятные правила оплаты.',
        two: 'Только по расходам',
        three: 'Неограниченная пропускная способность, неограниченные запросы, неограниченные зоны, бесплатная пробная версия.'
      },
      h2Two: 'Быстрая и удобная интеграция',
      pTwo: 'Зарегистрируйтесь по электронной почте, дополнительная информация не требуется. Наш API разработан просто и эффективно, автоматически создавая URL-адреса API-запросов с нулевой интеграцией кода, чтобы помочь вам быстро начать работу и сэкономить время и усилия.'
    },
    worldwideProxy: {
      headerDataLeft: {
        h1: 'Глобальный одноранговый агент!',
        p: 'В зависимости от потребностей вашего бизнеса можно выбрать несколько мест..'
      },
      headerDataRight: {
        h1: 'Страны и территории'
      },
      buttonTxt: 'Читать далее'
    },
    usingEnterprise: {
      h1: 'Люди в этих отраслях пользуются нашими услугами.',
      h5: {
        one: 'Более мощная функция',
        two: 'Ждем вашего развития'
      },
      usingEnterpriseMeritList: ['Электронная торговля', 'Любая игра', 'Передача файлов', 'Рекламные технологии', 'SERP & SEO', 'Средства'],
      company: 'Популярные технологические компании, которые ищут таланты на нашем сайте'
    },
    setMeal: {
      setMealTop: {
        h1: 'Выберите блюдо, которое соответствует вашим потребностям',
        p: 'Мы предлагаем вам разнообразные высококачественные блюда'
      },
      setMealHeart: {
        btnTry: 'Попытка',
        btnGet: 'Принято',
        expireDays: ['Семестр:', 'День'],
        NeverExpire: 'Никогда',
        ForFree: 'Бесплатно'
      }
    },
    upgrade: {
      see_doc: ['Для доступа к API необходима ', 'покупка'],
      buy: 'Доступно только для участников после покупки'
    }
  },
  PCMinAide: {
    list: ['Домой', 'Меню', 'Помощь', 'Назад']
  },
  PCPricing: {
    pricingContentHeart: {
      pOne: {
        span: 'Быстро и надежно',
        p: '20 миллионов + реальный IP - адрес дома'
      },
      pTwo: 'Охватывает более 200 стран мира.'
    },
    pricingListItem: {
      h1: 'Обычаи',
      pOne: 'Настройка на ГБ',
      pTwo: 'Глубокое сотрудничество',
      pThree: 'Экспертная поддержка',
      btnText: 'Связь',
      NeverExpire: 'Никогда',
      expireDays: ['Семестр:', 'День']
    },
    atternPayment: {
      h1: 'Мы поддерживаем различные способы оплаты'
    },
    areaContent: {
      h1: 'Самые популярные страны',
      h1Two: 'Больше доступных стран / регионов'
    }
  },
  PCRelation: {
    contactUsHeat: {
      h1: 'Как мы можем лучше служить вам?',
      p: 'Если у вас есть вопросы или предложения, пожалуйста, свяжитесь с нами в любое время. Вы можете общаться с нами на английском, китайском, русском или любом другом языке. '
    },
    messageUsHeat: {
      liOne: {
        pOne: 'Свяжитесь с нами',
        pTwo: 'Начните разговор!'
      },
      liTwo: 'Поддержка',
      liThree: 'Заботьтесь о нас'
    },
    emailContact: {
      h4: 'Отправьте нам сообщение!',
      inputHr: {
        pOne: 'Полное имя',
        placeholderOne: 'Имя твое',
        pTwo: 'Электронная почта',
        placeholderTwo: 'Ваш e - mail. Мы свяжемся с вами.',
        pThree: 'Чем мы можем помочь?'
      },
      btnText: 'Отправить'
    }
  },
  PCLayout: {
    columnList: ['Общий обзор', 'Продукты', 'Счет', 'Получить прокси', 'Конфигурация API', 'Справка API', 'Настройка'],
    placeName: 'Общий обзор',
    rightBox: ['Покупка', 'Список моих продуктов', 'Помощь'],
    gift: ['Ваш подарочный пакет прибыл', 'Он действителен в течение трех дней, поэтому воспользуйтесь им как можно скорее!', 'Хорошо', 'Узнайте, как использовать'],
    tip: ['Если у вас возникли вопросы, обратитесь к ', 'руководству пользователя']
  },
  PCOverview: {
    residualFlowText: 'Остаток трафика',
    consumptionTodayText: 'Потребление сегодня',
    onlineIp: 'Число онлайн IP-адресов',
    detail: 'информация',
    EchartTextOne: 'Сравнение 5 дней.',
    EchartTextTwo: 'Поток в реальном времени',
    tabbar: ['Мои подписки', 'Платформа Онлайн IP'],
    notice: 'Уведомления',
    table: {
      country: 'Страна или регион',
      code: 'Код страны',
      ip_count: 'Количество IP-адресов в стране',
      network: 'Состояние сети',
      load: 'Нагрузка'
    },
    process: {
      Excellent: 'Отличный',
      Good: 'Хорошо',
      Average: 'Среднее',
      High: 'Высокий',
      Medium: 'Средний',
      Low: 'Низкий'
    },
    balanceHeader: {
      id: 'ID',
      traffic: 'Трафик',
      newIp: 'Новый IP',
      ip: 'Количество IP',
      request: 'Запросы ',
      type: 'Тип ',
      date: 'Дата',

      consumption: 'Потребление',
      recharge: 'Пополнение',
      rewards: 'Вознаграждение'
    },
    viewmore: 'Посмотреть еще'
  },
  PCProducts: {
    purchaseRecord: {
      lableOne: 'Удостоверения личности',
      lableTwo: 'Имя',
      lableThree: 'Время заказа',
      lableFour: 'Описание',
      lableFive: 'Включение',
      lableSix: 'Цены',
      labelSeven: 'Время оплаты'
    },
    tableHeader: {
      name: 'Пакет',
      size: 'Всего',
      status: 'Статус',
      price: 'цена',
      duration: 'срок действия',
      start_date: 'Дата начала',
      expire_date: 'срок годности',
      consume: 'потреблять'
    },
    tableBody: {
      available: 'Доступно',
      used_up: 'Использовано',
      expired: 'Истекло'
    },
    a: 'Как использовать после покупки ？',
    nullCommodity: {
      p: 'У вас нет баланса трафика.',
      btnText: 'Купить сразу'
    },
    p: 'Как использовать после покупки ？'
  },
  PCBillings: {
    labels: ['Последовательность', 'Время заказа', 'Расходы', 'Продукты', 'Включение', 'Платежи', 'Время оплаты', 'Операция '],
    message: ['Выплаты', 'Неоплачиваемый', 'Подтверждение платежа'],
    btnTxt: 'Выплаты'
  },
  PCObtainProxy: {
    heads: ['Государство', 'Соглашение', 'Продолжительность IP', 'Количество'],
    heads_btn: 'Формирование',
    popover: 'При использовании прокси - сервера можно указать срок существования IP - адреса или использовать его в течение всего срока действия IP - адреса. Поскольку агент является постоянным агентом, срок действия постоянного агента составляет от нескольких часов до нескольких дней.',
    btnSum: ['Показать текст', 'Показать как таблицу', 'Копировать в буфер обмена'],
    Format: [
      'Каждая строка в следующем списке представляет собой набор параметров прокси - сервера. Если вы не знаете, как использовать, пожалуйста',
      'Нажмите здесь',
      'Обратиться за помощью.'
    ],
    tips: 'Формат: Сервер: Порт: Пользователь: Пароль',
    channels: {
      p: 'Вы также можете получить прокси - канал через API, проверьте',
      i: 'Справка API'
    },
    table: {
      label: ['Сервер', 'Портовые города', 'Пользователи', 'Язык'],
      bottom_txt: 'Наконец'
    },
    IPtimeOption: ['Время жить', 'Пять минут', 'Десять минут', 'Тридцать минут', 'Один час', 'Два часа', 'Три часа', 'Шесть часов'],
    nullCommodity: {
      p: 'У вас нет информации о заказе',
      btnText: 'Купить сразу'
    }
  },
  PCConfigure: {
    count: 'Граф',
    country: 'Страна',
    protocol: 'Протокол',
    ip_duration: 'IP Продолжительность',
    format: 'Формат',
    generate_Link: 'Сгенерировать ссылку API',
    url_tip: 'Ваш эксклюзивный URL-адрес API (определение IP-адреса основано на ipinfo.io)',
    url_note: 'Примечание: Вы можете открыть эту ссылку в браузере или запросить эту ссылку в вашем коде, чтобы получить точку доступа IP-прокси, каждый запрос будет возвращать разные точки доступа IP, если вам нужна большая гибкость, пожалуйста, проверьте справочную документацию API и демонстрационный исходный код.',
    input_tip: 'Нажмите на кнопку выше, чтобы сгенерировать ссылку API',
    copy_link: 'Скопировать ссылку',
    open_link: 'Открыть ссылку',
    parameter: 'Объявление параметра',
    Example: 'Пример',
    result_comment: 'Результат Комментарии',
    formatList: ['JSON', 'Оптимизация JSON', 'TXT'],
    messagebox: {
      title: 'Совет',
      message: 'Ваш баланс низкий, переходите ли вы на абонентский пакет?',
      confirm: 'Да',
      cancel: 'Нет'
    }
  },
  PCDocsHelp: {
    column: [
      { text: 'Basic API', type: 'title', scrollTop: 0, id: 'basic_api' },
      { text: '1.1 obtain_proxy_endpoints', scrollTop: 100, id: 'obtain_proxy_endpoints' },
      { text: '1.2 whitelist/getlist', scrollTop: 2780, id: 'whitelist_getlist' },
      { text: '1.3 whitelist/add', scrollTop: 3978, id: 'whitelist_add' },
      { text: '1.4 whitelist/remove', scrollTop: 4935, id: 'whitelist_remove' },
      { text: '1.5 whitelist/clear', scrollTop: 5815, id: 'whitelist_clear' },
      { text: 'Partner API', type: 'title', scrollTop: 6630, id: 'partner_api' },
      { text: '2.1 login', scrollTop: 6850, id: 'login' },
      { text: '2.2 add_sub_user', scrollTop: 7930, id: 'add_sub_user' },
      { text: '2.3 update_sub_user', scrollTop: 9150, id: 'update_sub_user' },
      { text: '2.4 enable_sub_user', scrollTop: 10138, id: 'enable_sub_user' },
      { text: '2.5 charge_user', scrollTop: 10768, id: 'charge_user' },
      { text: '2.6 get_user_info', scrollTop: 11520, id: 'get_user_info' },
      { text: '2.7 data_report', scrollTop: 13080, id: 'data_report' },
      { text: '2.8 detail_report', scrollTop: 13920, id: 'detail_report' },
      { text: '2.9 balance_report', scrollTop: 14760, id: 'balance_report' },
      { text: 'Country code', scrollTop: 15689, id: 'country_code' },
      { text: 'US State Code', scrollTop: 17202, id: 'us_state_code' },
      { text: '国家代码', scrollTop: 17580, id: 'zg_code' }, // 18129
      { text: '美国州代码', scrollTop: 19170, id: 'mg_code' }
    ]
  },
  PCSettings: {
    tabs: ['Настройка', 'Список'],
    tabContent: {
      headPortrait: 'Язык',
      popover: 'Ключ API предоставляет лицензию для запроса API программы. При изменении ключа API необходимо изменить программу для продолжения работы.',
      btnText: 'регенерировать',
      btnCopy: 'копия'
    },
    tabContentTwo: {
      btnText: 'Увеличение',
      labels: ['IP - адрес', 'Записки', 'Дата', 'Управление'],
      labelBtn: 'Удалить',
      AtTheEnd: 'Наконец',
      popover: {
        pOne: 'Текущая политика белого списка заключается в том, что вы можете решить, применять его или нет.',
        pTwo: 'Когда вы добавляете один или несколько IP - адресов в белый список, публичный IP - адрес сети, по которому вы запрашиваете нашу прокси - службу, будет ограничен IP - адресами в белом списке, а прокси - служба недоступна в других местах.'
      },
      popconfirm: 'Подтвердить удаление ?'
    },
    form: {
      passwordForm: {
        labels: ['Старый пароль', 'Новый пароль', 'Повторить новый пароль'],
        rules: ['Формат пароля от 6 до 20 бит', 'Два пароля не совпадают']
      },
      addForm: {
        label: 'Добавить в',
        placeholder: ['IP', 'Записки'],
        rules: ['Пожалуйста, заполните IP', 'Неправильный формат IP.', 'Пожалуйста, заполните заметку']
      }
    },
    btnSum: {
      confirm: 'Ладно',
      cancel: 'Отменить'
    },
    passwordDialog: {
      title: 'Намек',
      label: 'Нам нужно проверить ваш пароль',
      btnSum: ['Подтверждение', 'Отменить'],
      passwordRules: 'Пароль содержит от 6 до 20 символов'
    }
  },
  PCLogin: {
    homeP: 'Домой',
    h2: {
      hOne: 'Начинаем !',
      hTwo: 'Мощное путешествие'
    },
    p: 'Более 20 миллионов реальных жилых IP - адресов охватывают более 200 стран по всему миру.'
  },
  PCSignIn: {
    title: 'Войдите в свой аккаунт',
    email: {
      span: 'Электронная почта',
      message: ['Введите адрес электронной почты ", формат почтового ящика неправильный"']
    },
    password: {
      span: 'Язык',
      p: 'Забыть пароль ?',
      message: ['Введите пароль', 'Пароль содержит от 6 до 20 символов']
    },
    verificationCode: {
      span: 'Код проверки',
      message: 'Введите код проверки'
    },
    btnTxt: 'Регистрация',
    p: ['Нет счета?', 'Регистрация', 'hЗдесь.', '', 'Другой вход']
  },
  PCRegister: {
    title: 'Присоединяйтесь к Ipflare',
    userName: {
      span: 'Имя пользователя',
      message: 'Введите ваше имя'
    },
    mail: {
      span: 'Электронная почта',
      message: ['Введите адрес электронной почты', 'Неверный формат почтового ящика']
    },
    password: {
      span: 'Язык',
      message: ['Введите пароль', 'Пароль содержит от 6 до 20 символов']
    },
    verificationCode: {
      span: 'Код проверки',
      message: 'Введите код проверки',
      btnTxt: 'Принято'
    },
    btnTxt: 'Регистрация',
    p: ['Уже есть счет?', 'Регистрация']
  },
  PCForgotPassword: {
    title: 'Забыть пароль',
    mail: {
      span: 'Электронная почта',
      message: 'Неверный формат учетной записи электронной почты'
    },
    captchaValue: {
      span: 'Значение Captcha',
      message: 'Введите 5 - битный код'
    },
    verificationCode: {
      span: 'Код проверки',
      btnTxt: 'Принято',
      p: 'Код подтверждения будет отправлен в вашу электронную почту.'
    },
    btnTxt: 'Следующий',
    p: 'Помнишь свой пароль?'
  },
  PCSetPassword: {
    title: 'Переработка пароля',
    password: {
      span: 'Язык',
      message: 'Введите 6 - 20 - битный пароль.'
    },
    repeatPassword: {
      span: 'Повторить пароль',
      message: ['Не заполнен пароль', 'Два разных пароля']
    },
    btnTxt: 'Подтверждение',
    p: 'Помнишь свой пароль?'
  },
  PCHelpDocument: {
    menuData: [
      {
        label: 'Вход',
        id: 0,
        scrollTop: 0,
        name: 'Getting',
        hierarchy: 1,
        icon: require('@/assets/pc_img/help_document_img/getting.png'),
        children: [
          {
            label: 'Регистрация',
            id: 1,
            parentName: 'Getting',
            scrollTop: 220,
            hierarchy: 2,
            name: 'register'
          },
          {
            label: 'Покупка',
            id: 2,
            parentName: 'Getting',
            scrollTop: 380,
            hierarchy: 2,
            name: 'purchase'
          },
          {
            label: 'Получение прокси - IP',
            id: 3,
            parentName: 'Getting',
            scrollTop: 550,
            hierarchy: 2,
            name: 'proxy'
          },
          {
            label: 'Белый список IP',
            id: 7,
            hierarchy: 2,
            parentName: 'Getting',
            scrollTop: 2100,
            name: 'whitelist'
          }
        ]
      },
      {
        label: 'Как использовать Ipflare ',
        id: 2,
        scrollTop: 0,
        name: 'Help',
        hierarchy: 1,
        icon: require('@/assets/pc_img/help_document_img/help center.png'),
        children: [
          {
            label: 'Android',
            id: 1,
            parentName: 'Help',
            scrollTop: 0,
            hierarchy: 2,
            name: 'Access_Android'
          },
          {
            label: 'IOS',
            id: 2,
            parentName: 'Help',
            scrollTop: 0,
            hierarchy: 2,
            name: 'Access_IOS'
          },
          {
            label: 'Windows',
            id: 3,
            parentName: 'Help',
            scrollTop: 0,
            hierarchy: 2,
            name: 'Access_Windows'
          },
          {
            label: 'Source-Code',
            id: 4,
            parentName: 'Help',
            scrollTop: 0,
            hierarchy: 2,
            name: 'Code_API_Access',
            children: [
              {
                label: 'Go',
                id: 1,
                parentName: 'Code_API_Access',
                topName: 'Help',
                scrollTop: 0,
                hierarchy: 3,
                name: 'Go'
              },
              {
                label: 'Java',
                id: 2,
                parentName: 'Code_API_Access',
                topName: 'Help',
                scrollTop: 0,
                hierarchy: 3,
                name: 'Java'
              },
              {
                label: 'PHP',
                id: 3,
                parentName: 'Code_API_Access',
                topName: 'Help',
                scrollTop: 0,
                hierarchy: 3,
                name: 'PHP'
              },
              {
                label: 'Python',
                id: 4,
                parentName: 'Code_API_Access',
                topName: 'Help',
                scrollTop: 0,
                hierarchy: 3,
                name: 'Python'
              }
            ]
          },
          {
            label: 'Браузер отпечатков пальцев',
            id: 5,
            parentName: 'Help',
            scrollTop: 0,
            hierarchy: 2,
            name: 'Fingerprint_Browser',
            children: [
              {
                label: 'ADSPower',
                id: 1,
                parentName: 'Fingerprint_Browser',
                topName: 'Help',
                scrollTop: 0,
                hierarchy: 3,
                name: 'ADSPower'
              },
              {
                label: 'Bitbrowse',
                id: 2,
                parentName: 'Fingerprint_Browser',
                topName: 'Help',
                scrollTop: 0,
                hierarchy: 3,
                name: 'Bitbrowse'
              },
              {
                label: 'HubStudio',
                id: 3,
                parentName: 'Fingerprint_Browser',
                topName: 'Help',
                scrollTop: 0,
                hierarchy: 3,
                name: 'HubStudio'
              },
              {
                label: 'VMLogin',
                id: 4,
                parentName: 'Fingerprint_Browser',
                topName: 'Help',
                scrollTop: 0,
                hierarchy: 3,
                name: 'VMLogin'
              }
            ]
          }
        ]
      },
      {
        label: 'Вопросы',
        id: 1,
        scrollTop: 0,
        name: 'FAQ',
        hierarchy: 1,
        icon: require('@/assets/pc_img/help_document_img/FAQ.png'),
        children: [
          {
            label: 'Счета и платежи',
            id: 1,
            parentName: 'FAQ',
            scrollTop: 0,
            hierarchy: 2,
            name: 'Payment'
          },
          {
            label: 'Самый популярный вопрос',
            id: 2,
            parentName: 'FAQ',
            scrollTop: 740,
            hierarchy: 2,
            name: 'Popular'
          }
        ]
      }
    ]
  },
  PCGettingStarted: {
    h3: 'Ipflare предоставляет вам высококачественные услуги прокси - IP.',
    pBox: {
      pOne: [
        'Наша прокси - сеть поддерживает различные протоколы, такие как sock5 и http / https. Чтобы использовать ',
        'Ipflare',
        '- прокси, вам нужно сначала зарегистрироваться и купить пакет, соответствующий вашим потребностям. Способ предоставления ',
        'услуг состоит в том, чтобы получить доступ к указанному каналу прокси - связи через набор интерфейсов API.'
      ],
      pTwo: 'У нас есть удобная для пользователя консоль управления, богатая функциями. Вы можете зарегистрироваться, купить и контролировать использование Услуг в консоли управления.'
    },
    content: {
      h3: ['1. Регистрация', '2. Покупка', '3. Получение прокси - IP', '4. Белый список IP'],
      h4: ['3.1 О компании « IP - прокси - канал»', '3.2 Получение IP через меню "Приобретение прокси"', '3.3 Получение IP через IPflare API'],
      pBox: {
        one: [
          'Вам нужно подготовить действительное электронное письмо и перейти на консоль управления для регистрации.',
          'После активации учетной записи вы можете войти в консоль управления для покупки услуг.'
        ],
        two: [
          'После входа в консоль управления вы можете нажать на пункт меню навигации « Продукт» слева, чтобы войти на страницу управления учетными данными агента и пакетами продуктов.',
          'На странице опций « Купит» есть много необязательных пакетов. Вы можете выбрать подходящую упаковку и количество в соответствии с потребностями бизнеса. Нажмите « Купить», чтобы создать заказ на покупку для вас.',
          'После завершения платежного заказа вы можете увидеть меню "Получить прокси" и "Получить API прокси". Согласно описанию API, вы можете легко получить доступ к нашим услугам.'
        ],
        three: [
          'Прежде чем официально получить IP - прокси - адрес, вам нужно знать термин « IP - прокси - канал». Короче говоря, IP - прокси - канал представляет динамический или статический IP - адрес. Он содержит набор информации, которую вы должны заполнить в прокси - программном обеспечении или программе. Эти параметры включают адреса и порты удаленных серверов, предоставляющих прокси - услуги, а также имена пользователей и пароли для проверки.',
          'После покупки прокси - услуг у вас есть два способа получить прокси - IP.'
        ],
        four: [
          'Найдите это меню на консоли управления, заполните параметры, необходимые для получения канала IP - прокси, такие как область, прокси - протокол, количество полученных каналов и т. Д. Затем нажмите кнопку « генерация», чтобы немедленно получить указанное количество прокси - каналов в Интернете. Каждая линия - это проход. Формат данных: "Сервер: порт: имя пользователя: пароль". Заполните эти параметры в прокси - программном обеспечении или исходном коде для использования прокси - услуг.',
          'Примечание: Пожалуйста, храните эти каналы IP - прокси надлежащим образом, и ваши интересы могут быть скомпрометированы, если они будут раскрыты другим лицам.'
        ],
        five: [
          'Ipflare предоставляет API для доступа к IP - прокси - каналам, которые удобны для различных языков программирования. После покупки продукта ссылка на API будет отображаться в пункте меню « Справка по API» консоли управления.',
          'Получив прокси - IP, вы теперь можете интегрировать его в программу.'
        ],
        six: [
          'Ipflare provides a white list option. Applying the white list strategy can enhance the security of your business and reduce the risk of services. ',
          'Меню управления белым списком можно найти в настройках учетной записи консоли управления. Когда вы добавляете один или несколько IP - адресов в белый список, IP - прокси может быть использован только сервером или устройством с общедоступным IP - адресом в белом списке, а запрос с другого устройства будет отклонен.',
          'Мы также предоставляем набор API для ведения белого списка. Для получения дополнительной информации вы можете просмотреть ссылки на API на консоли управления после покупки прокси - услуг.'
        ]
      }
    }
  },
  PCHelpContent: {
    h3: 'Исходный код интегрирован с IPflare',
    h4: 'Загрузить пример',
    a: 'All',
    h5: ['Пример интеграции с прокси', 'Интеграция с IPflare API']
  },
  PCAndroidAcess: {
    h3: 'Интеграция Android и IPflare',
    pBox: {
      one: 'IPflare поддерживает практически все прокси - приложения в Android, такие как Postern и v2rayNG. Вот пример v2rayNG, чтобы узнать, как настроить и интегрировать прокси - серверы в Android - приложениях:',
      two: [
        'Поиск и загрузка приложения « v2rayNG» в поисковой системе или магазине приложений, или',
        'Нажмите здесь для загрузки.',
        'Дополнительные версии см. в разделе:',
        'https://github.com/2dust/v2rayNG/releases'
      ],
      three: 'Конфигурация завершена. Вы можете посетить " http://ip234.in " Чтобы проверить, является ли прокси - сервер нормальным, и выяснить внешний IP - адрес, чтобы показать, что прокси - сервер преуспел.'
    },
    h4: 'Шаг 1: Скачать прокси - приложение',
    list: [
      {
        h4: 'Шаг 2: Откройте V2RAYNG',
        p: 'Нажмите меню "+" в верхнем левом углу.',
        img: require('@/assets/pc_img/help_document_img/Access In Android one.png')
      },
      {
        h4: 'Шаг 3: Добавить прокси - сервер',
        p: 'Нажмите "Добавить прокси - сервер".',
        img: require('@/assets/pc_img/help_document_img/Access In Android two.png')
      },
      {
        h4: 'Шаг 4: Заполнение агентской информации',
        p: 'Установите настройки прокси - сервера, и вы можете получить эту информацию через меню « Получить прокси - сервер» на консоли управления веб - сайтом.',
        img: require('@/assets/pc_img/help_document_img/Access In Android three.png')
      },
      {
        h4: 'Шаг 5: Откройте прокси и проверьте',
        p: 'Откройте прокси - сервер и нажмите значок V в правом нижнем углу, чтобы открыть прокси - сервер. Когда « значок vpn» появляется в строке уведомлений телефона, прокси - IP успешно.',
        img: require('@/assets/pc_img/help_document_img/Access In Android four.png')
      }
    ]
  },
  PCIosAccess: {
    h3: 'Интеграция IOS и IPflare',
    h4: 'Шаг 1: Скачать приложение Shadowrocket',
    pBox: {
      one: [
        'Войдите в магазин приложений, используя Apple ID в США, и ищите « Shadow Locker» (широко известный как Little Rocket) для загрузки и установки, или',
        'Нажмите здесь для загрузки',
        '(Пользователи в материковом Китае должны войти в зарубежный идентификатор, чтобы загрузить приложение, например, идентификатор США. идентификатор Apple ID в США можно купить на Taobao / Like)'
      ],
      two: 'Use browsers to access "http://ip234.in" to test whether the proxy works properly. Query whether the public IP address has changed, indicating that the proxy has succeeded.'
    },
    list: [
      {
        h4: 'Шаг 2: Откройте маленькую ракету',
        p: 'После открытия теневого замка щелкните "+".',
        img: require('@/assets/pc_img/help_document_img/IOS Access one.png')
      },
      {
        h4: 'Шаг 3: Выберите тип',
        p: 'Select Socks5 or HTTP as the type.',
        img: require('@/assets/pc_img/help_document_img/IOS Access two.png')
      },
      {
        h4: 'Шаг 4: Заполнение агентской информации',
        p: 'Заполните пароль сервера и пользователя. Вы можете увидеть эти параметры в списке, полученном с помощью функции « Получить прокси - сервер» на консоли:',
        img: require('@/assets/pc_img/help_document_img/IOS Access three.png')
      },
      {
        h4: 'Шаг 5: Выберите глобальный путь',
        p: 'Вы получите подсказку iOS, добавьте ShadowSocket в конфигурацию VPN и нажмите кнопку Добавить.',
        img: require('@/assets/pc_img/help_document_img/IOS Access four.png')
      },
      {
        h4: 'Шаг 6: Откройте прокси и проверьте',
        p: 'Открыть кнопку прокси - переключателя, конфигурация завершена.',
        img: require('@/assets/pc_img/help_document_img/IOS Access five.png')
      }
    ]
  },
  PCWindowsAccess: {
    h3: 'Интеграция Windows с IPflare',
    h4: 'Шаг 1: Загрузить прокси - программное обеспечение "PROXIFIER"',
    pBox: {
      one: [
        'Google Поиск "Proxifer" для загрузки, официальный сайт скачать адрес (платный): https://www.proxifier.com/. Мы включили бесплатный взлом на китайском,',
        'Нажмите здесь для загрузки.'
      ],
      two: 'После настройки вы можете получить доступ " http://ip234.in "Проверьте, работает ли агент нормально. Проверьте, изменился ли публичный IP - адрес, и укажите, что агент работает нормально.'
    },
    list: [
      {
        h4: 'Шаг 2: Откройте « Proxiimitor»',
        p: 'Нажмите "профиль" - > "прокси - сервер"',
        img: require('@/assets/pc_img/help_document_img/windows access one.png')
      },
      {
        h4: 'Шаг 3: Добавить прокси - сервер',
        p: 'Click "Add"',
        img: require('@/assets/pc_img/help_document_img/windows access two.png')
      },
      {
        h4: 'Шаг 4: Заполнение агентской информации',
        p: 'Установите настройки прокси - сервера, и вы можете получить эту информацию через меню « Получить прокси - сервер» на консоли управления веб - сайтом.',
        img: require('@/assets/pc_img/help_document_img/windows access three.png')
      },
      {
        h4: 'Шаг 5: Настроить анализ имен (необязательно)',
        p: 'Настройка "Analytica of the name", после изменения щелкните "Определение"',
        img: require('@/assets/pc_img/help_document_img/windows access four.png')
      }
    ]
  },
  PCAdsPowerAccess: {
    h3: 'Интеграция ADSPower с IPflare',
    list: [
      {
        h4: 'Шаг 1: Выберите тип прокси',
        p: 'Откройте « Изменить прокси - сервер» в ADSPOwer. В Socks5 выберите Http или Socks5',
        img: require('@/assets/pc_img/help_document_img/ADSPower access one.png')
      },
      {
        h4: 'Шаг 2: Заполните прокси - информацию',
        p: 'Введите прокси - сервер, порт сервера, прокси - пользователей и пароль прокси - сервера.',
        img: require('@/assets/pc_img/help_document_img/ADSPower access two.png')
      },
      {
        h4: 'Шаг 3: Проверьте прокси',
        p: 'Введите IP - адрес и щелкните для проверки прокси. Проверка IP - адреса идентична IP - адресам, проверенным в фоновом режиме (после создания прокси - сервера в правом нижнем углу отображается функция « Проверка IP в онлайновом режиме »), то есть конфигурация прошла успешно',
        img: require('@/assets/pc_img/help_document_img/ADSPower access two.png')
      }
    ]
  },
  PCBitbrowseAccess: {
    h3: 'Интеграция BitBrowser с IPflare',
    h4: 'Шаг 1: Загрузить программное обеспечение',
    p: ['Скачайте Bitbrowser с официального сайта (абсолютно бесплатно).', 'Загрузить здесь'],
    list: [
      {
        h4: 'Шаг 2: Выберите тип прокси',
        p: 'Нажмите прокси - сервер для изменения IP - адреса прокси - сервера. Выберите http или socks5 в качестве прокси - типа, например, socks5',
        img: require('@/assets/pc_img/help_document_img/BitBrowser access one.png')
      },
      {
        h4: 'Шаг 3: Заполнение агентской информации',
        p: 'Заполнить информацию о порте хоста и проверке прокси (учетная запись и пароль)',
        pTwo: 'Совет: Вы можете получить информацию об агенте через меню "Доступ к агенту" на консоли управления сайтом.',
        img: require('@/assets/pc_img/help_document_img/BitBrowser access two.png')
      },
      {
        h4: 'Шаг 4: Проверка прокси',
        p: 'Заполните информацию о прокси - сервере и щелкните для проверки прокси - сервера. Если отображается целевой IP и адрес, который вы запросили, это означает, что настройка выполнена.',
        img: require('@/assets/pc_img/help_document_img/BitBrowser access three.png')
      }
    ]
  },
  PCHubStudioAccess: {
    h3: 'Интеграция HubStudio с IPflare',
    h4: 'Шаг 1: Загрузить программное обеспечение',
    p: ['Скачайте HubStudio с официального сайта (полностью бесплатно),', 'Нажмите здесь, чтобы открыть'],
    list: [
      {
        h4: 'Шаг 2: Выберите тип прокси',
        p: 'Нажмите меню "Изменить прокси" в Hubstudio и выберите Http или Socks5. Вот пример Socks5',
        img: require('@/assets/pc_img/help_document_img/HubStudio access one.png')
      },
      {
        h4: 'Шаг 3: Заполнение агентской информации',
        p: 'Заполнить информацию о порте хоста и проверке прокси (учетная запись и пароль)',
        img: require('@/assets/pc_img/help_document_img/HubStudio access two.png')
      },
      {
        h4: 'Шаг 4: Проверьте прокси',
        p: 'Заполните информацию о прокси - сервере и щелкните для проверки прокси - сервера. Если отображается целевой IP и адрес, который вы запросили, это означает, что настройка выполнена.',
        img: require('@/assets/pc_img/help_document_img/HubStudio access three.png')
      }
    ]
  },
  PCVmloginAccess: {
    h3: 'Интеграция VMLogin с IPflare',
    list: [
      {
        h4: 'Шаг 1: Выберите тип прокси',
        p: 'Нажмите меню VMLogin "Изменить прокси", чтобы выбрать Http или Socks5. Вот пример Socks5.',
        img: require('@/assets/pc_img/help_document_img/VMLogin access one.png')
      },
      {
        h4: 'Шаг 2: Заполните прокси - информацию',
        p: 'Заполнить информацию о порте хоста и проверке прокси (учетная запись и пароль)',
        img: require('@/assets/pc_img/help_document_img/VMLogin access two.png')
      },
      {
        h4: 'Шаг 3: Тестовый агент',
        p: 'Нажмите кнопку "Тест прокси", чтобы указать, что конфигурация прошла успешно, если отображается целевой IP и адрес, который вы запросили',
        img: require('@/assets/pc_img/help_document_img/VMLogin access three.png')
      }
    ]
  },
  PCFaq: {
    h3: [
      'Счета и платежи',
      'Самый популярный вопрос'
    ],
    h4: [
      '1.Вы предлагаете пробную версию или возврат денег?',
      '2.Как долго вы можете получить остаток агента или активировать мой новый счет после оплаты?',
      '3.Безопасно ли использовать ваш сайт для оплаты онлайн?',
      '4.Как купить услуги агента?',
      '5.Предоставляете ли Вы курсы для пользователей?',
      '6.Как долго я могу использовать агента после выбора?',
      '7.Как переключиться на другой IP?',
      '8.Что делать, если извлеченный IP - адрес недоступен?',
      '9.Насколько велик IP - пул Ipflare?',
      '10.Для чего используются жилищные агенты?',
      '11.Какова роль белого списка и как его использовать?'
    ],
    pBox: {
      one: [
        'При нормальных обстоятельствах мы не предоставляем пробную версию и не возвращаем деньги за какие - либо платные услуги. Обратите внимание, что все платежи являются окончательными. Если вы считаете, что агент или программное обеспечение работают неправильно, мы поможем вам решить проблему в любое время.',
        'Иногда мы предоставляем 20 миллионов пробных трафиков для новых зарегистрированных пользователей, но мы не можем гарантировать, что эта политика будет продолжаться и может быть прекращена в любое время.'
      ],
      two: 'Вы должны получить его сразу после оплаты. Когда вы выполните платеж, верните программу и обновите свой IP - баланс, который затем будет отображаться.',
      three: 'Мы знаем, насколько это важно для вас, и на самом деле мы поручаем авторизованным сторонним платежным платформам обрабатывать платежные транзакции. Эти платформы включают Stripe, Payal и Coingate, которые хорошо известны, безопасны и заслуживают доверия во всем мире. Мы взаимодействуем только со сторонними платежными платформами и не обрабатываем ваши платежи напрямую. Когда вы готовитесь к оплате, интерфейс, который вы видите на веб - странице, который требует, чтобы вы заполняли платежную информацию (например, номер кредитной карты), представляет собой интегрированный интерфейс, предоставляемый авторитетной платежной платформой третьей стороны, и никто не может собирать вашу информацию, поэтому ваше платежное поведение абсолютно безопасно.',
      four: [
        'Если вы зарегистрировались, пожалуйста, войдите на наш сайт, войдите в консоль, найдите меню продукта или нажмите прямую ссылку:',
        'https://www.ipflare.com/#/products',
        'Или вы можете щелкнуть по следующей ссылке и перенаправить на страницу ценообразования, чтобы увидеть наши продукты:',
        'https://www.ipflare.com/#/pricing.'
      ],
      five: [
        'Да, мы предлагаем полный курс по всем функциям.',
        'Вы можете ознакомиться с курсом здесь:',
        'https://www.ipflare.com/#/help_document'
      ],
      six: 'При использовании прокси - сервера можно указать срок существования IP - адреса или использовать его в течение всего срока действия IP - адреса. Поскольку агент является жилищным агентом, время выживания жилищного агента колеблется от нескольких часов до нескольких дней.',
      seven: [
        'Вы можете переключить IP - адрес тремя способами:',
        '(1) Выберите канал IP - адреса в списке полученных прокси - адресов.',
        '(2) Вызовите специальный API для переключения IP. Дополнительные сведения см. в документе API.',
        '(3) Пользовательское имя прокси:',
        'Формат прокси - пользователя IPflare обычно называется "user - ipstr - 0 - county - N".',
        'Это практический пример: "u20247cwjfp - 6Kv3RsAYBc - 0 - BR - N",',
        'Вы можете изменить второй абзац « ipstr» на другую случайную строку, чтобы изменить IP - адрес. В то же время вы можете изменить четвертый абзац « country» на код другой страны, чтобы переключить страну, и при переключении страны необходимо одновременно изменить « ipstr», иначе изменение будет недействительным.'
      ],
      eight: 'Мы гарантируем доступность 99,99% IP. Если это произойдет, замените другой IP - канал. Ipflare взимает плату только за действительный IP, а это означает, что недействительный IP не будет взимать плату.',
      nine: 'Ipflare имеет более 20 миллионов IP - адресов жилых домов и регулярно обновляется, чтобы обеспечить самый чистый IP - пул.',
      ten: 'Теоретически, вы можете использовать жилой агент для любой операции, которую обычный агент может выполнить. Непредсказуемость жилищного агента делает его идеальным вариантом для предотвращения потока медиа, онлайн - покупок и сканирования данных на веб - сайтах, используемых обычными агентами.',
      ten2: 'Учитывая потенциальные риски, IPflare запрещает доступ к чувствительным сайтам через прокси ip адреса, к таким сайтам относятся сайты из зон повышенного риска, правительственные сайты, некоторые специфические сайты и так далее, когда вы заходите на эти сайты через прокси Ipflare, вы получите сообщение об ошибке, что целевой сайт заблокирован, если у вас есть какие-либо вопросы, пожалуйста, свяжитесь с нашей онлайн службой поддержки.',
      eleven: 'Белый список является опцией в Ipflare. Используя функцию белого списка, вы можете ограничить публичный IP - адрес сервера или устройства, который имеет доступ к нашим услугам, указанным вами списком для защиты ваших интересов и безопасности. Эту функцию можно найти в настройках учетной записи консоли управления или поддерживать с помощью API.'
    }
  },
  PCPayPopup: {
    detail: {
      title: 'Подробности',
      time: 'Срок действия',
      unit_price: 'Цена за ГБ',
      traffic: 'Трафик',
      discount: 'Скидка',
      total: 'Всего',
      submit: 'Отправить заказ'
    },
    choiceArea: [
      'Полосатые, дебетовые и кредитные карты (Visa, MasterCard, UnionPay, JCB)...)',
      'Платежи по кредитной карте PayPal +',
      'Bitypay: криптовалюты, такие как Bitcoin, USDT, USDC, TRX',
      'Coingate: криптовалюты, такие как Bitcoin, USDT, USDC, TRX'
    ],
    p: 'Пользовательский интерфейс, в котором вы хотите заполнить платежную информацию, поддерживается официальными плагинами сторонних платежных платформ (strip, paypal или bitpay), и мы не можем и не собираем вашу кредитную карту или другую платежную информацию.',
    btnTxt: 'Следующий',
    btnTxtTwo: 'Немедленный платеж'
  },
  PCCommitment: {
    h1: 'Не продавайте мою личную информацию.',
    h2: 'Ваши права в соответствии с Калифорнийским законом о конфиденциальности потребителей',
    h4: 'Как выбрать выход',
    p: [
      'Домой',
      '| Не продавайте мою личную информацию',
      'Калифорнийский закон о конфиденциальности потребителей (CCPA) предоставляет вам право на обработку ваших данных или личной информации. Согласно законопроекту, жители Калифорнии могут выбрать, чтобы не "продавать" свою личную информацию третьим лицам. Согласно определению CCPA, « продажа» означает данные, собранные для создания рекламы и других коммуникаций.',
      'Узнайте больше о CCPA и вашей конфиденциальности.',
      'Нажмите ссылку ниже, и мы больше не будем собирать или продавать вашу личную информацию. Это относится к третьим лицам и данным, которые мы собираем, чтобы помочь вам персонализировать опыт на нашем веб - сайте или с помощью других коммуникаций. Для получения дополнительной информации, пожалуйста, ознакомьтесь с нашей политикой конфиденциальности.',
      'Чтобы иметь право выбрать выход, вы должны просмотреть из Калифорнии.'
    ]
  },
  PCPaymentSuccess: {
    h1: 'Оплата прошла успешно!',
    span: ['Выплаченные суммы', 'Методы'],
    p: ['Автоматический выход через ', 'секунду оплаты']
  },
  PCHelp: {
    title: 'Чем мы можем помочь?',
    btnTxt: 'Узнать больше',
    domList: [
      {
        h1: 'Вход',
        p: 'Ipflare предоставляет вам высококачественные услуги прокси - IP.'
      },
      {
        h1: 'Как использовать Ipflare',
        p: 'Вы можете щелкнуть для просмотра доступных методов интеграции.'
      },
      {
        h1: 'Часто задаваемые вопросы',
        p: 'Вы можете решить проблему, просмотрев ответы на часто задаваемые вопросы.'
      }
    ],
    GettingList: [
      [
        {
          title: 'Как зарегистрироваться?',
          id: 1,
          p: [
            {
              txt: 'Вам нужно подготовить действительное электронное письмо и перейти на консоль управления для регистрации.'
            },
            {
              txt: 'После активации учетной записи вы можете войти в консоль управления для покупки услуг.'
            }
          ]
        },
        {
          title: 'Как получить IP через IPflare API?',
          id: 3,
          p: [
            {
              txt: 'После покупки продукта вы можете извлечь IP из меню « Агент доступа» консоли по мере необходимости. IPflare также предоставляет API для доступа к IP - прокси - каналам, что удобно для различных языков программирования. После покупки продукта ссылки на API будут отображаться в пункте меню « API - ссылка» консоли управления. После получения прокси - IP вы можете интегрировать их в исходный код.'
            }
          ]
        }
      ],
      [
        {
          title: 'Как купить?',
          id: 2,
          p: [
            {
              txt: 'После входа в консоль управления вы можете нажать на пункт меню навигации « Продукт» слева и перейти на страницу управления учетными данными агента и пакетами продуктов.'
            },
            {
              txt: 'На странице опций « Купит» есть много необязательных пакетов. Вы можете выбрать подходящую упаковку и количество в соответствии с потребностями бизнеса. Нажмите « Купить», чтобы создать заказ на покупку для вас.'
            },
            {
              txt: 'После завершения платежного заказа вы можете увидеть меню "Получить прокси" и "Получить API прокси". Согласно описанию API, вы можете легко получить доступ к нашим услугам.'
            }
          ]
        },
        {
          title: 'Что такое белый список IP?',
          id: 4,
          p: [
            {
              txt: 'Ipflare предлагает опции белого списка. Применение политики белого списка может повысить безопасность вашего бизнеса и снизить риск обслуживания. Меню управления белым списком можно найти в настройках учетной записи консоли управления.'
            }
          ]
        }
      ]
    ],
    IntegrationList: [
      [
        {
          title: 'Эндрю.',
          id: 1,
          p: [
            {
              txt: 'IPflare поддерживает практически все прокси - приложения в Android, такие как Postern и v2rayNG. Вот пример v2rayNG, чтобы узнать, как настроить и интегрировать прокси - серверы в Android - приложениях.',
              type: 'followUp',
              idx: '1-0'
            }
          ]
        },
        {
          title: 'Windows',
          id: 3,
          p: [
            {
              txt: 'Google Поиск "Proxifer" для загрузки, официальный сайт скачать адрес (платный):'
            },
            {
              txt: 'https://www.proxifier.com/',
              type: 'a',
              url: 'https://www.proxifier.com/'
            },
            {
              txt: 'Мы включили бесплатный китайский',
              type: 'followUp',
              idx: '1-2'
            }
          ]
        }
      ],
      [
        {
          title: 'IOS',
          id: 2,
          p: [
            {
              txt: 'Войдите в магазин приложений, используя Apple ID в США, и ищите « Shadow Locker» (широко известный как Little Rocket) для загрузки и установки, или',
              type: 'followUp',
              idx: '1-1'
            }
          ]
        },
        {
          title: 'Пример исходного кода',
          id: 4,
          type: 'download'
        }
      ]
    ],
    FAQlist: [
      [
        {
          title: 'Как купить услуги агента?',
          id: 1,
          p: [
            {
              txt: 'Если вы зарегистрировались, пожалуйста, войдите на наш сайт, войдите в консоль, найдите меню продукта или нажмите прямую ссылку:'
            },
            {
              txt: 'https://www.ipflare.com/#/products',
              type: 'a',
              url: 'https://www.ipflare.com/#/products'
            },
            {
              txt: 'Или вы можете щелкнуть по следующей ссылке и перенаправить на страницу ценообразования, чтобы увидеть наши продукты:'
            },
            {
              txt: 'https://www.ipflare.com/#/pricing',
              type: 'a',
              url: 'https://www.ipflare.com/#/pricing'
            }
          ]
        },
        {
          title: 'Как долго вы можете получить остаток агента или активировать мой новый счет после оплаты?',
          id: 3,
          p: [
            {
              txt: 'Вы должны получить его сразу после оплаты. Когда вы выполните платеж, верните программу и обновите свой IP - баланс, который затем будет отображаться.'
            }
          ]
        },
        {
          title: 'Что делать, если извлеченный IP - адрес недоступен?',
          id: 5,
          p: [
            {
              txt: 'Мы гарантируем доступность 99,99% IP. Если это произойдет, замените другой IP - канал. Ipflare взимает плату только за действительный IP, а это означает, что недействительный IP не будет взимать плату.'
            }
          ]
        }
      ],
      [
        {
          title: 'Безопасно ли использовать ваш сайт для оплаты онлайн?',
          id: 2,
          p: [
            {
              txt: 'Мы знаем, насколько это важно для вас, и на самом деле мы поручаем авторизованным сторонним платежным платформам обрабатывать платежные транзакции. Эти платформы включают Stripe, Payal и Coingate, которые хорошо известны, безопасны и заслуживают доверия во всем мире. Мы взаимодействуем только со сторонними платежными платформами и не обрабатываем ваши платежи напрямую. Когда вы готовитесь к оплате, интерфейс, который вы видите на веб - странице, который требует, чтобы вы заполняли платежную информацию (например, номер кредитной карты), представляет собой интегрированный интерфейс, предоставляемый авторитетной платежной платформой третьей стороны, и никто не может собирать вашу информацию, поэтому ваше платежное поведение абсолютно безопасно.'
            }
          ]
        },
        {
          title: 'Как переключиться на другой IP?',
          id: 4,
          p: [
            {
              txt: 'Вы можете переключить IP - адрес тремя способами:'
            },
            {
              txt: '(1) Выберите канал IP - адреса в списке полученных прокси - адресов.'
            },
            {
              txt: '(2) Вызовите специальный API для переключения IP. Дополнительные сведения см. в документе API.'
            },
            {
              txt: '(3) Пользовательское имя прокси.'
            },
            {
              txt: 'Формат прокси - пользователя IPflare обычно называется "user - ipstr - 0 - county - N", и это практический пример: "u20247cwjfp - 6kv3RsAYBc - 0 - BR - N", где вы можете изменить второй абзац "ipstr" на другую случайную строку для изменения IP - адреса. В то же время вы можете изменить четвертый абзац « country» на код другой страны, чтобы переключить страну, и при переключении страны необходимо одновременно изменить « ipstr», иначе изменение будет недействительным.'
            }
          ]
        },
        {
          title: 'Насколько велик IP - пул Ipflare?',
          id: 6,
          p: [
            {
              txt: 'Ipflare имеет более 20 миллионов IP - адресов жилых домов и регулярно обновляется, чтобы обеспечить самый чистый IP - пул.'
            }
          ]
        }
      ]
    ]
  },
  PCProductList: {
    personal: 'Персональный',
    enterprise: 'Предприятие',
    permanent: 'Неограниченное проживание',
    most_popular: 'популярный',
    plan: 'План',
    purchase: 'Приобрести',
    get: 'Принято',
    days: 'Дни',
    total: 'Всего: ',
    free: 'FREE',
    freeText: 'Бесплатно',
    discount: '%OFF',
    vantage: [
      'Состоит из реальных IP-адресов',
      'Регулярно обновляемый и оптимизированный пул IP-адресов',
      'Гарантированная доступность 99,99% и высокоскоростной доступ',
      'Никогда не обнаруживается и не блокируется'
    ],
    rights: [
      '200+ регионов, включая США и Европу',
      'Регионы - выбор доступных',
      'Неограниченное количество IP-адресов',
      'Неограниченная пропускная способность',
      'Конкуренция 500+',
      'Поддержка Socks5/Http|Https'
    ],
    unlimited: 'Неограниченное',
    unlimited_rights: [
      'Запускатор включен:',
      'Неограниченное использование трафика',
      'Неограниченное использование IP',
      'Более 50 регионов по всему миру',
      'Регионы - выбор доступных',
      'Поддержка Socks5/Http|Https'
    ]
  }
}
