export default {
  faq_spec: {
    _1_1_title: "账单和付款问题",
    // _1_1_des:'',

    _2_1_title: "1.您是否提供试用或付款退款？",
    _2_1_des:
      "在正常情况下，我们不提供试用，也不为任何付费服务退款。请注意，所有付款均为最终付款。如果您认为代理或软件工作不正常，我们随时会帮助您解决问题。\n有时，我们会向新注册的用户提供50M的试用流量，但我们不能保证此政策会继续，并且可能随时终止。",
    _2_2_title: "2.付款后多久才能收到代理余额或激活我的新帐户？",
    _2_2_des: "您在付款后立即可以使用。当您完成付款后，返回控制台并刷新页面，您将看到当前可用的流量余额。",
    _2_3_title: "3.使用您的网站在线支付安全吗？",
    _2_3_des:
      "我们知道这对您的重要性，实际上，我们委托权威的第三方支付平台处理支付交易。这些平台包括Stripe、Payal和Coingate，这些平台是世界知名、安全性高且值得信赖的。我们只与第三方支付平台互动，不直接处理您的付款。当您准备付款时，您在网页上看到的要求您填写付款信息（如信用卡号）的界面是由权威第三方支付平台提供的界面集成组件，包括我们在内的任何人都无法收集您的信息，因此您的付款行为是绝对安全的。",

    _1_2_title: "最受欢迎的问题",

    _2_4_title: "4.如何购买代理服务？",
    _2_4_des:
      "如果您已经注册，请登录我们的网站，进入控制台，找到产品菜单，或直接单击以下链接：{link1},或者您可以单击以下链接并重定向到定价页面以查看我们的产品： {link2}",
    _2_5_title: "5.您是否提供用户教程？",
    _2_5_des: "是的，我们提供关于所有功能的全面教程。您可以从这里访问教程： {link}",
    _2_6_title: "6.选择一个IP后，我可以使用代理多久？",
    _2_6_des: "使用代理时，可以指定IP的生存期，也可以在IP的有效期内一直使用它。因为代理是住宅代理，所以住宅代理的生存时间从几小时到几天。",
    _2_7_title: "7.如何切换到另一个IP？",
    _2_7_des:
      '您可以通过三种方式切换IP地址：\n(1) 在获得的代理列表中重新选择IP地址通道。\n(2) 调用切换IP的专用API，详情请查看API文档。\n(3) 自定义代理验证用户名称：\nIpStar的验证用户格式通常为“user-ipstr-0-county-N”，\n这是一个实际的例子：“u20247cwjfp-6Kv3RsAYBc-0-BR-N”，\n您可以修改第二段 "ipstr"为另外一个随机字符串来变换ip地址，同时可以修改第4段"country"为别的国家代码来切换国家，切换国家时必须同时修改"ipstr"，否则修改不会有效。',
    _2_8_title: "8.如果提取的IP地址无法使用怎么办？",
    _2_8_des: "我们保证大多数IP可用。如果发生这种情况，请更换另一个IP通道。IpStar只收取有效IP的费用，这意味着无效IP不会产生费用。",
    _2_9_title: "9.IpStar的IP池有多大？",
    _2_9_des: "IpStar拥有9000多万个住宅IP地址，并定期更新以提供最干净的IP池。",
    _2_10_title: "10.住宅代理用于什么？",
    _2_10_des:
      "理论上，您可以将住宅代理用于常规代理能够执行的任何操作。住宅代理的不可检测性使其成为阻止正常代理使用的网站上的媒体流、在线购物和数据抓取的理想选择。\n考虑到潜在风险，IpStar 禁止通过代理 ip 地址访问敏感网站，这些网站包括高风险地区的网站、政府网站、某些特定的网站等等，当您通过 IpStar 代理访问这些网站时，您将会得到一个目标网站被阻止的错误提示，如果有任何疑问请咨询在线客服。",
    _2_11_title: "11.白名单的作用是什么？如何使用白名单？",
    _2_11_des:
      "白名单是IpStar中的可选选项。使用白名单功能，您可以将访问我们服务的服务器或设备的公共IP地址限制在您指定的列表中，以保护您的利益和安全。您可以在管理控制台的帐户设置中找到此功能，也可以通过API进行维护。",
  },
}
