export default {
  start_spec: {
    title1: "IpStar 为您提供高质量的代理 IP 服务。",
    desc: "我们的代理网络支持多种协议，如sock5和http/https，以使用 IpStar 代理服务，您需要先完成注册，并购买符合您需求的产品包。\n提供服务的方式是通过一组API接口为您获取指定的代理通信通道。\n我们有一个用户友好的管理控制台，功能丰富。您可以在管理控制台中注册、购买和监控服务使用情况。",

    title2_1_title: "1. 注册",
    title2_1_des: "您需要准备一个有效的电子邮件，然后到管理控制台注册。\n激活帐号后，可以登录管理控制台购买服务。",

    title2_2_title: "2. 购买",
    title2_2_des:
      "登录管理控制台后，点击左侧导航【产品】菜单项即可进入代理凭证和产品包管理页面。\n在【Purchase】选项页面中，有许多可选包。您可以根据业务需要选择合适的包装和数量。单击purchase为您生成一个购买订单。\n支付订单完成后，您可以看到获取代理和获取代理api菜单，根据api说明，您可以轻松访问我们的服务。",

    title2_3_title: "3. 获取代理IP",
    title3_1_title: '3.1 关于“IP代理通道”"',
    title3_1_des:
      "在正式获取IP代理地址之前，您需要了解“IP代理通道”这个术语。简而言之，一个IP代理通道表示一个动态或静态IP地址。它包含一组需要在代理软件或程序中填写的信息。这些参数包括提供代理服务的远程服务器的地址和端口，以及用于验证的用户名和密码。\n购买代理服务后，可以通过两种方式获取代理IP地址。",
    title3_2_title: "3.2 通过“提取IP”菜单获取IP地址",
    title3_2_des:
      "在管理控制台找到该菜单，填写获取IP代理通道所需的参数，如区域、代理协议、获取的通道数等，然后点击“生成”按钮，立即在线获取指定的代理通道数。每一行都是一个通道。数据格式为:“服务器:端口:用户名:密码”。在代理软件或源代码中填写这些参数以使用代理服务。\n\n注意:请妥善保管此IP代理通道，如果泄露给他人，可能会损害您的利益。",
    title3_3_title: "3.3 通过IpStar API获取IP",
    title3_3_des:
      "Ipflare提供了获取IP代理通道的api，对于不同的编程语言都很方便。购买产品后，API参考将显示在管理控制台的“API参考”菜单项中。\n获得代理IP后，现在可以将其集成到程序中。",

    title2_4_title: "4. IP白名单",
    title2_4_des:
      "Ipflare提供了白名单选项。应用白名单策略可以提高业务的安全性，降低服务风险。\n您可以在管理控制台的帐户设置中找到白名单管理菜单。当将一个或多个IP地址添加到白名单中时，只有属于该白名单中的公网IP地址的服务器或设备才能使用IP代理服务，其他设备的请求将被拒绝。\n我们还提供了一组用于维护白名单的api。有关更多信息，您可以在购买代理服务后在管理控制台上检查API引用。",
  },
}
